"""
// 指数对应关系,
"""

icoUrl = "http://mat1.gtimg.com/weather/2014gaiban/TB_shzs/"
split_0 = [
    {"kqwr": "空气污染扩散"},
    {"gm": "感冒指数"},
    {"cy": "穿衣指数"},
    {"kt": "空调开启指数"},
    {"ys": "雨伞指数"},
    {"zs": "中暑指数"}
]
split_1 = [
    {"hz": "化妆指数"},
    {"yd": "运动指数"},
    {"mf": "美发指数"},
    {"jt": "交通指数"},
    {"fs": "防晒指数"},
    {"xc": "洗车指数"}
]
split_2 = [
    {"gj": "逛街指数"},
    {"dy": "钓鱼指数"},
    {"ysh": "夜生活指数"},
    {"hc": "划船指数"},
    {"yh": "约会指数"},
    {"ffz": "放风筝指数"}
]

# 风向风速
windDir = ['', '东北风', '东风', '东南风', '南风', '西南风', '西风', '西北风', '北风', '旋转不定']
windPower = ['微风', '3-4级', '4-5级', '5-6级', '6-7级', '7-8级', '8-9级', '9-10级', '10-11级', '11-12级']
